package com.manish.customgridview;

import java.util.ArrayList;

public class NewsAndNoticesSource {

    public static ArrayList<UserItemNew> getListNotices() {
        ArrayList<UserItemNew> results = new ArrayList<UserItemNew>();
        UserItemNew newsData = new UserItemNew();
        newsData.setHeadline("К 40-летию БАМа");
        newsData.setReporterName("");
        newsData.setDate("");
        newsData.setUrl("");
        newsData.setBody("1. Трилогия в честь трёх знаменательных БАМовских дат 2014 года\n" +
                "\n" +
                "Издательство Сибирского государственного университета путей сообщения к 40-летию начала строительства Байкало-Амурской магистрали выпустило трилогию «БАМ – дорога нашей судьбы: вчера и сегодня». В три части издания на 1 756 с. формата А4 вошло 168 статей и воспоминаний 162 авторов – участников и ветеранов тех событий, 330 биографий бамовцев, 1 375 иллюстраций, более 12 000 фамилий создателей магистрали, 15 приложений. В издании даётся должная оценка вкладу в создание магистрали изыскателей, проектировщиков, строителей, учёных и эксплуатационников.\n" +
                "Особое место в издании занимают вопросы использования бамовского опыта при сооружении дорог в аналогичных условиях, в том числе по защите строящейся железной дороги от наледей, поэтапному преодолению барьерных объектов и участков, определению роли БАМа как генератора инноваций в транспортном строительстве, формулированию предложений и рекомендаций по сооружению железных дорог, основанных на опыте устройства железнодорожного пути на БАМе.\n" +
                "\n" +
                "Материалы издания могут послужить сокращению сроков сооружения линий, выявлению возможностей по снижению первоначальных инвестиций в строительство и сокращению продолжительности их окупаемости в современных условиях.\n" +
                "Книга издана с целью обобщения, сохранения и изучения опыта сооружения БАМа и использования его при строительстве железных дорог, увековечивания памяти об участниках сооружения и эксплуатации магистрали, привития чувства патриотизма молодёжи.\n" +
                "Издание предлагается в качестве пособия: инженерам при сооружении и модернизации железных дорог, транспортных подходов к месторождениям полезных ископаемых, при преодолении барьерных мест и для обучения ИТР организаций; заказчикам при разработке планов сооружения железных дорог; преподавателям, аспирантам и студентам транспортных учебных заведений. Книга будет полезной работникам в сфере экономики и транспорта, а также всем, кто интересуется историей Сибири и восточных регионов России.\n" +
                "Трёхтомник может также вручаться как ценный подарок в преддверии юбилейных бамовских дат в 2014 г. и пополнять библиотечные и музейные фонды.\n" +
                "Стоимость одного комплекта трилогии составляет 2 214 руб.\n" +
                "\n" +
                "Трёхтомник можно приобрести в Москве (Виталий Иванович Кодинец, тел. 916-236-94-67), Тынде (Виктор Александрович Бровцин, тел. 914-573-37-94), Новосибирске (СГУПС, Анатолий Иванович Белозеров, тел. (383) 328-05-80, 938-301-96-16). Точки продажи планируется открыть до 01.06.2014 г. также в Северобайкальске и Комсомольске-на-Амуре.\n" +
                "\n" +
                "Отправка книг из Новосибирска по почте, багажом по железной дороге или автотранспортом («Автотрейдинг») по России производится, как правило, с предоплатой, на имя Анатолия Ивановича Белозерова, действующего на основании доверенности СГУПСа № 016 от 27.03.2014 г., по адресу 630099, г. Новосибирск, пр. Димитрова, д. 12, кв. 34. При предоплате расходы по отправке книг СГУПС берёт на себя. Заказчик сообщает свой полный почтовый адрес в почтовом (банковском) переводе, по факсу (383) 328-04-39, по телефонам (383) 328-05-80, 328-05-31 или e-mail july@stu.ru с пометкой «Для А.И. Белозерова с подтверждением о получении сообщения».\n" +
                "Сведения об издании подробнее изложены в ПРОСПЕКТЕ (скачать).\n" +
                "\n" +
                "2. Доклад (лекция) на тему «БАМ – дорога в будущее России» (для студентов учебных заведений железнодорожного транспорта)");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Приглашаем посетить выставку «Счастливое детство».");
        newsData.setReporterName("");
        newsData.setDate("");
        newsData.setUrl("");
        newsData.setBody("Уважаемые сотрудники и студенты!\n" +
                "\n" +
                "Приглашаем в музей нашего университета посетить выставку «Счастливое детство».\n" +
                "На выставке представлены работы детей сотрудников.\n" +
                "\n" +
                "Экспозиция работает до 6 июня.\n" +
                "\n" +
                "Выставка организована по инициативе профкома сотрудников. ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Международный форум технологического развития «ТЕХНОПРОМ»");
        newsData.setReporterName("");
        newsData.setDate("");
        newsData.setUrl("");
        newsData.setBody("Уважаемые студенты, аспиранты и преподаватели СГУПСа!\n" +
                "5-6 июня 2014 года в МВК «Новосибирск Экспоцентр» состоится Международный форум технологического развития «ТЕХНОПРОМ»\n" +
                "Целью Форума является создание международной деловой площадки по вопросам обеспечения перехода на шестой технологический уклад через активное развитие науки, технологий и инжиниринга, прогрессивных моделей экономики, обеспечивающих технологическое лидерство.\n" +
                "Деловая программа форума в 2014 году будет реализована в разрезе трех дискуссионных панелей:\n" +
                "• Технологические тренды;\n" +
                "• Технологическая среда: инфраструктура и институты;\n" +
                "• Эффективные коалиции в Hi-Tech.\n" +
                "Особое место в программе займет Саммит, посвященный проблемам и перспективам развития ГЛОНАСС по направлениям «Космические технологии» и «Геоинформационные и навигационные технологии».\n" +
                "VIII Сибирская венчурная ярмарка и ряд мероприятий-спутников Форума также интегрированы в программу Форума.\n" +
                "\n" +
                "Программа Технопром (скачать)\n" +
                "Для предварительной регистрации обращаться в Центр развития инновационных компетенций и Бизнес-инкубатор СГУПС (ауд. 033,037).\n" +
                "Телефон для справок (383) 328-03-27, 328-02-68 ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Конкурс журнала \"РЖД-Партнер\"");
        newsData.setReporterName("");
        newsData.setDate("");
        newsData.setUrl("");
        newsData.setBody("Редакция делового журнала «РЖД-Партнер» в 2014 г. объявляет конкурс на лучшую публикацию по следующим темам:\n" +
                "• Транспортный бизнес\n" +
                "• Совершенствование системы управления перевозочным процессом\n" +
                "• Логистика и управление цепями поставок\n" +
                "• Совершенствование тарифного регулирования\n" +
                "• Инновации в сфере транспортных услуг\n" +
                "\n" +
                "Подробную информацию о сроках и порядке отбора вы можете получить в Центре развития инновационных компетенций (ауд.033, тел.: 328-03-27) и Бизнес-инкубаторе СГУПС (ауд.037, 328-02-68) ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Приглашаем в Театр музыкальной комедии студентов по билетам со скидкой 50%.");
        newsData.setReporterName("");
        newsData.setDate("");
        newsData.setUrl("http://www.stu.ru/images/an/u_a53291b1.jpg");
        newsData.setBody("В целях популяризации театрального искусства среди молодежи, Новосибирским театром музыкальной комедии в течение Юбилейного 55-го театрального сезона проводится акция для студентов высших и средних учебных заведений «Тариф Студенческий».\n" +
                "\n" +
                "Акция действует на приобретение билетов на любые спектакли, кроме выходных дней, а также первого и второго дня премьеры. Обязательно для получения 50% скидки предъявление студенческого билета на кассе театра за 1 час до начала спектакля. Возможно также оформление коллективных заявок со скидкой 50% от стоимости билета.\n" +
                "\n" +
                "Для индивидуального приобретения билетов возможно забронировать за 3 дня до спектакля на сайте театра выбранные билеты, либо забронировать по телефонам 224-54-59 (касса) или 224-64-81 (администратор), а выкупить, непосредственно в рамках акции, за 1 час до начала спектакля.\n" +
                "\n" +
                "По всем возникающим вопросам просьба обращаться по телефону: 224-64-81\n" +
                "\n" +
                "Стоимость билетов от 150 до 650 руб. (взрослые), от 50 до 350 руб. (детские)\n" +
                "\n" +
                "26 мая стартуют продажи абонементов на грядущий сезон, а именно:\n" +
                "\n" +
                "- \"МУЗКОМ ПЛЮС\"\n" +
                "- четыре комедийных истории ПЛЮС музыка талантливых композиторов;\n" +
                "- четыре попытки влюбленных пар обрести счастье ПЛЮС неизменный happy end;\n" +
                "- четыре незабываемых вечера ПЛЮС БОНУС – стоимость абонемента на четыре спектакля на 50% дешевле стоимости четырех билетов\n" +
                "\n" +
                "Спектакли, входящие в абонемент:\n" +
                "Александр Колкер «Ходжа Насреддин» – 19 октября 2014г., 18.00\n" +
                "Оскар Фельцман «Тётка Чарлея» – 22 ноября 2014г., 18.00\n" +
                "«В джазе только девушки» – 26 декабря 2014г., 18.30\n" +
                "Вальтер Колло «Мужчина её мечты» – 29 января 2015г., 18.30\n" +
                "\n" +
                "- \"МОЛОДЁЖНЫЙ\"\n" +
                "- четыре оригинальных российских авторских мюзикла;\n" +
                "- знаменитые имена авторов и постановщиков;\n" +
                "- авторское прочтение шедевров мировой литературы;\n" +
                "- БОНУС – скидка 50% при покупке билетов на четыре спектакля\n" +
                "\n" +
                "Спектакли, входящие в абонемент:\n" +
                "Александр Кулыгин «Женитьба Бальзаминова» - 8 октября 2014г., 18-30\n" +
                "Ким Брейтбург «Дуброffский» - 28 ноября 2014 г., 18-30\n" +
                "Александр Колкер «Гадюка» - 12 декабря 2014г., 18-30\n" +
                "Владимир Баскин «Сирано де Бержерак» - 16 января 2015г., 18-30\n" +
                "\n" +
                "- \"КЛАССИКА ПЛЮС\"\n" +
                "- четыре жемчужины классики ПЛЮС встреча с любимыми артистами;\n" +
                "- три обворожительные примадонны оперетты ПЛЮС загадочный принц арены;\n" +
                "- четыре незабываемых вечера ПЛЮС БОНУС – стоимость абонемента на четыре спектакля на 50% дешевле стоимости четырех билетов.\n" +
                "\n" +
                "Спектакли, входящие в абонемент:\n" +
                "Ференц Легар «Весёлая вдова» - 2 октября 2014г., 18-30\n" +
                "Иоганн Штраус «Летучая мышь» - 14 ноября 2014г., 18-30\n" +
                "Имре Кальман «Мистер Икс» - 5 декабря 2014г., 18-30\n" +
                "Имре Кальман «Сильва» - 23 января 2015г., 18-30\n" +
                "\n" +
                "Спешите приобрести! Касса работает с 10-00 до 20-00, без перерыва.\n" +
                "Справки по телефонам 224-64-81, 224-54-59\n" +
                "\n" +
                "Билеты продаются в кассах ГЗК: ЦУМ, ТЦ «Мегас» (ул. Ипподромская), в кассах Сибпартер: ТЦ «МЕГА», ТЦ «Фестиваль».\n" +
                "\n" +
                "Городские билетные кассы: www.kassy.ru, www.concert.ru, www.sibparter.ru, уполномоченными по организации зрителей.\n" +
                "Подробности на сайте http://музком.рф");
        newsData.setUrlBig("http://www.stu.ru/images/an/u_a53291b1.jpg");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Прием кандидатских экзаменов для аспирантов!");
        newsData.setReporterName("");
        newsData.setDate("");
        newsData.setUrl("");
        newsData.setBody("–История и философия науки (с 14-10, ауд. Л-304):\n" +
                "16 мая, 20 мая (12-00), 30 мая, 6 июня, 10 июня, 16 июня (резервный день). На экзамен необходимо записаться на кафедре, а также убедиться в получении положительной оценки за реферат.\n" +
                "\n" +
                "–Иностранный язык (с 10-00, ауд. 427):\n" +
                "19 мая, 26 мая, 2 июня, 9 июня, 16 июня.\n" +
                "\n" +
                "Внимание!\n" +
                "Перед сдачей кандидатского экзамена Вам необходимо получить протокол заседания экзаменационной комиссии и экзаменационные листы в отделе докторантуры и аспирантуры (ауд. 232). ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Приглашаем студентов и сотрудников войти в состав делегации в Республику Корея");
        newsData.setReporterName("");
        newsData.setDate("");
        newsData.setUrl("");
        newsData.setBody("В период с 28 июня по 05 июля 2014 г. состоится поездка делегации СГУПСа в Корейский национальный университет транспорта (KNUT), (Korean National University of Transportation).\n" +
                "\n" +
                "Цель поездки: участие в ежегодной международной студенческой научно-практической конференции, знакомство с материально-технической базой Корейского национального университета транспорта, посещение Пусанской транспортной корпорации, знакомство с организацией высокоскоростного железнодорожного сообщения компании KORAIL, работой метрополитена.\n" +
                "\n" +
                "Программа визита включает:\n" +
                "1. Участие в ежегодной международной студенческой научно-практической конференции, проводимой на базе КНУТ.\n" +
                "2. Посещение Корейского национального университета транспорта.\n" +
                "3. Посещение Института повышения квалификации и Академии сервиса корейских железных дорог.\n" +
                "4. Знакомство с высокоскоростными железными дорогами Р.Корея – KORAIL.\n" +
                "5. Посещение депо скоростных поездов КТХ.\n" +
                "6. Визит в Транспортную корпорацию г. Пусан.\n" +
                "7. Осмотр достопримечательностей в г. Сеуле, поездка на побережье Восточного моря, г. Пусан.\n" +
                "\n" +
                "Условия участия:\n" +
                "\n" +
                "1. Проживание, питание, программа стажировки – за счет принимающей стороны.\n" +
                "2. Авиабилет+мед.страховка\n" +
                "(Новосибирск-Пекин-Сеул-Пекин Новосибирск) – 34 000 р.\n" +
                "3. Обязательно наличие действующего загранпаспорта: срок действия как минимум до января 2015 года!\n" +
                "\n" +
                "Заявки для участия направлять в отдел международных связей в срок до 4 июня 2014 г. – ауд. 446а, тел. 328-03-53 ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Российская академия наук объявляет конкурс на соискание медалей РАН с премиями для молодых ученых и студентов высших учебных заведений России.");
        newsData.setReporterName("");
        newsData.setDate("");
        newsData.setUrl("");
        newsData.setBody("В целях выявления и поддержки талантливых молодых исследователей, содействия профессиональному росту научной молодежи, поощрения творческой активности молодых ученых России и студентов высших учебных заведений России в проведении научных исследований Российская академия наук ежегодно присуждает за лучшие научные работы 19 медалей с премиями в размере 50 000 рублей каждая молодым ученым России и 19 медалей с премиями в размере 25 000 рублей каждая студентам высших учебных заведений России.\n" +
                "\n" +
                "Конкурс на соискание медалей РАН с премиями проводится по следующим основным на¬правлениям:\n" +
                "1. Математика\n" +
                "2. Общая физика и астрономия\n" +
                "3. Ядерная физика\n" +
                "4. Физико-технические проблемы энергетики\n" +
                "5. Проблемы машиностроения, механики и процессов управления\n" +
                "6. Информатика, вычислительная техника и автоматизация\n" +
                "7. Общая и техническая химия\n" +
                "8. Физикохимия и технология неорганических материалов\n" +
                "9. Физико-химическая биология\n" +
                "10. Общая биология\n" +
                "11. Физиология\n" +
                "12. Геология, геофизика, геохимия и горные науки\n" +
                "13. Океанология, физика атмосферы, география\n" +
                "14. История\n" +
                "15. Философия, социология, психология и право\n" +
                "16. Экономика\n" +
                "17. Мировая экономика и международные отношения\n" +
                "18. Литература и язык\n" +
                "19. Разработка или создание приборов, методик, технологий и новой научно-технической продукции научного и прикладного значения.\n" +
                "\n" +
                "Каждому победителю конкурса вручаются медаль и диплом лауреата, нагрудный значок и выплачивается премия.\n" +
                "Работы на конкурс 2014 года на соискание медалей РАН от СГУПС будут отправляться централизовано. Всю необходимую информацию можно получить обратившись в Бизнес-инкубатор СГУПС и Центр развития инновационных компетенций (ауд. 037,033). Телефон для справок (383) 328-02-68, 328-03-27 ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("«Перспективы интеграции Транссибирской – Транскорейской магистралей»");
        newsData.setReporterName("");
        newsData.setDate("");
        newsData.setUrl("");
        newsData.setBody("ОБЪЯВЛЕНИЕ о проведении ежегодной международной студенческой научно-практической конференции «Перспективы интеграции Транссибирской – Транскорейской магистралей»\n" +
                "\n" +
                "23 июня 2014 г. в 10:30 ауд.226\n" +
                "\n" +
                "УЧАСТВУЮТ:\n" +
                "Сибирский государственный университет путей сообщения (Россия)\n" +
                "Университет Бинхай г. Циндао (КНР)\n" +
                "Корейский национальный университет транспорта (Р.Корея)\n" +
                "\n" +
                "Рабочий язык конференции: английский.\n" +
                "\n" +
                "\n" +
                "ОСНОВНЫЕ ВОПРОСЫ КОНФЕРЕНЦИИ:\n" +
                "\n" +
                "1. Изучение вопросов развития интеграционных связей между странами Азиатско-Тихоокеанского региона и роли транспортного фактора в развитии интеграционных процессов.\n" +
                "2. Разработка вопросов транспортного обеспечения интеграции Р. Корея и России.\n" +
                "3. Роль транспортного железнодорожного комплекса в мировой экономике.\n" +
                "4. Перспективные направления развития железнодорожного транспорта в АТР.\n" +
                "5. Изучение вопросов технико-технологического обеспечения развития сотрудничества в области железнодорожного транспорта в АТР.\n" +
                "6. Привлечение транзитных грузопотоков и увеличение масштабов транзитных перевозок.\n" +
                "7. Увеличение транспортных компетенций между различными заинтересованными сторонами в рамках коридора Восток-Запад.\n" +
                "\n" +
                "\n" +
                "Требования к оформлению тезисов:\n" +
                "шрифт – Times New Roman, 12 пунктов,\n" +
                "абзац – 1,5 интервала,\n" +
                "объем статьи – не более 2 страниц,\n" +
                "тезисы должны быть представлены на русском и английском языках.\n" +
                "\n" +
                "\n" +
                "Пример оформления:\n" +
                "Иванов И.И. (Россия)\n" +
                "Перспективы развития РЖД в планах Стратегии развития железнодорожного транспорта до 2030 года\n" +
                "Российские железные дороги наряду с магистралями США и Китая занимают лидирующие позиции в мире по объемам перевозок и протяженности железнодорожных линий.\n" +
                "\n" +
                "Этапы конференции:\n" +
                "\n" +
                "1. Предварительный отбор докладов для выступления на конференции. Тезисы должны быть представлены на русском и английском языках в отдел международных связей в срок до 10 июня 2014 г.\n" +
                "2. Выступление студентов на конференции 23 июня 2014 г.\n" +
                "3.Участие победителей конференции в конференции на базе Корейского Национального Университета Транспорта, Р.Корея в период с 28 июня по 05 июля 2014 г.\n" +
                "\n" +
                "Оргкомитет конференции: по всем вопросам участия в конференции и предоставления тезисов обращаться в отдел международных связей:\n" +
                "тел. 328-03-53, ауд. 446а (inter_sgups@stu.ru) ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Удели 2 минуты анкете – сэкономь часы на дороге!");
        newsData.setReporterName("");
        newsData.setDate("");
        newsData.setUrl("");
        newsData.setBody("Мэрия обратилась в СГУПС за помощью в создании комплексной транспортной модели города.\n" +
                "\n" +
                "Все изменения будут сначала тестироваться на ней. Это поможет просчитать поведение транспортных потоков перед тем, как начать строительство развязки, торгового центра или большого микрорайона.\n" +
                "\n" +
                "Для создания адекватной модели необходимо большое количество данных, в том числе о перемещении жителей города.\n" +
                "\n" +
                "Всем сотрудникам и студентам предлагается зайти на сайт http://geosocinform.ru/ (в поисковой системе искать ГЕОСОЦИНФОРМ) и указать, откуда вы добираетесь в СГУПС.\n" +
                "\n" +
                "Это поможет вам сэкономить в будущем время на дорогу.\n" +
                "\n" +
                "Подробности на сайте в разделе «новости». ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Уважаемые сотрудники! Распорядок дня на летний период ");
        newsData.setReporterName("");
        newsData.setDate("");
        newsData.setUrl("");
        newsData.setBody("Уважаемые сотрудники!\n" +
                "\n" +
                "В соответствии с Правилами внутреннего трудового распорядка (п. 7.4.2.) с 1 июня университет переходит на летний режим рабочего времени.\n" +
                "\n" +
                "Распорядок дня на летний период\n" +
                "(с 01 июня по 31 августа):\n" +
                "начало работы – 8.00\n" +
                "перерыв на обед – 13.00-13.45\n" +
                "окончание работы – 17.15\n" +
                "окончание работы в пятницу – 14.00\n" +
                "(без перерыва на обед).\n" +
                "\n" +
                "В летний период с 01 июня по 31августа все подразделения работают по пятидневной рабочей неделе.\n" +
                "Учебно-вспомогательный персонал, профессорско-преподавательский состав, работники и уборщики переходят на летний распорядок работы с 01 июля по 31 августа.\n" +
                "\n" +
                "\n");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Мир без никотина, ВУЗ - территория без табака!");
        newsData.setReporterName("");
        newsData.setDate("");
        newsData.setUrl("http://www.stu.ru/images/an/u_a912281a.jpg");
        newsData.setBody("С 2008 года в городе Новосибирске проводится антитабачная кампания, приуроченная к Всемирному дню без табака, организаторами которой выступают Фонд поддержки и развития творческих инициатив Сибири, координатор Всероссийской акции «Россия без табака» в Новосибирске, НРО ООО Лига здоровье нации, Региональный центр медицинской профилактики при поддержке Министерства здравоохранения Новосибирской области и управления молодёжной политики министерства региональной политики Новосибирской области.\n" +
                "\n" +
                "Оргкомитет -2014 «МИР БЕЗ НИКОТИНА, ВУЗ - ТЕРРИТОРИЯ БЕЗ ТАБАКА!» для популяризации нового Федерального закона от 23 февраля 2013 года № 15-ФЗ «Об охране здоровья граждан от воздействия окружающего табачного дыма и последствий потребления табака», сокращения распространения табакокурения в образовательной среде, объявил конкурс для ВУЗов города Новосибирска «России – здоровые и надежные кадры!», а 31 мая состоится праздник Здоровья, на котором каждый участник может заявить о своем здоровье и творческой активности.\n" +
                "\n" +
                "Оргкомитет -2014 в Новосибирске обращает внимание на важность системной пропагандистской работы и главную роль среды окружения, образовательной среды и социальной рекламы в формировании курительного поведения молодежи, предлагая альтернативные способы устранения проблем - это двигательная активность, занятия физической культурой и спортом, творчеством соревновательного характера.\n" +
                "\n" +
                "В рамках долгосрочной целевой программы «Формирование здорового образа жизни населения Новосибирской области на 2012-2015 годы» Правительство области поддерживает общественную инициативу в «целях повышения мотивации и приверженности населения Новосибирской области к ведению здорового образа жизни, формирования отношения граждан к здоровью как высшей ценности, потребности и мотивационных установок к здоровому образу жизни».\n" +
                "\n" +
                "ОРГКОМИТЕТ антитабачной кампании - 2014 в городе Новосибирске.\n" +
                "\n" +
                "Координатор Всероссийской акции «Россия без табака» в Новосибирске, руководитель Фонда Ирина Федоровна Вялых (т\\ф. 246-25-26; эл: fpirtis@bk.ru )\n" +
                "\n" +
                "См: http://www.fpirtis.ru/healthylife/\n" +
                "\n" +
                "Положение о конкурсе:\n" +
                "\n" +
                "Конкурс проводится среди студентов ВУЗ в рамках антитабачной кампании-2014 в городе Новосибирске\n" +
                "\n" +
                "«МИР БЕЗ НИКОТИНА, ВУЗ - ТЕРРИТОРИЯ БЕЗ ТАБАКА!»\n" +
                "\n" +
                "Задачи:\n" +
                "• консолидация ресурсов социальных партнеров и привлечение внимания местного сообщества к проблеме снижения уровня здоровья и культуры у современной молодежи;\n" +
                "• содействие сокращению масштабов табачной зависимости в Сибири и повышению уровня пропаганды здорового образа жизни в молодежной среде;\n" +
                "• сознательное участие молодежи в пропагандистских и профилактических мероприятиях, отказ от пассивных форм отдыха и вредных привычек;\n" +
                "• поощрение высоконравственного поведения участников конкурса и продвижение творческих идей.\n" +
                "\n" +
                "Условия проведения конкурса. В рамках антитабачной кампании с 15 по 31 мая 2014г., для популяризации нового Федерального закона от 23 февраля 2013 года № 15-ФЗ «Об охране здоровья граждан от воздействия окружающего табачного дыма и последствий потребления табака», рекомендуется организовать просветительские групповые и массовые тематические мероприятия в формате дискуссий, ролевых игр, интерактивных бесед, концертов и театральных представлений, промо-акций и др.\n" +
                "\n" +
                "Номинации конкурса для каждого учебного заведения (отдельного факультета):\n" +
                "\n" +
                "• паспорт «ЗДОРОВЬЕ» - это растяжка, плакат, составленный на основании проведенного мониторинга в учебном заведении, где представлены информация о количестве учащихся, подверженных табачной зависимости, количество учащихся, ведущих активный и здоровый образ жизни и общее количество учащихся; здесь же размещены название и эмблема учебного заведения;\n" +
                "• девиз \\кричалка\\ учебного заведения – это четверостишье на заданную тему, характеризующее специализацию учебного заведения и отношение к никотиновой зависимости;\n" +
                "• социальный плакат, пропагандирующий здоровый образ жизни в молодежной среде и сокращение масштабов табачной эпидемии в Сибири; размещается на ватмане в виде рисунка (техника, способ и мастерство исполнения не имеют значения; текстовое содержание плаката должно быть написано разборчиво). Количество плакатов не ограничено;\n" +
                "• сценарий флэшмоба - главный критерий оценки - лаконичность (не более 1 стр. формат А-4); необходимо давать четкое представление о том, какую мысль (сигнал, побудительный мотив и т.д.) автор желает донести до аудитории.\n" +
                "\n" +
                "Условия участия в Конкурсе\n" +
                "\n" +
                "Требования к Заявке. Заявка (ПРИЛОЖЕНИЕ №1)должна быть представлена в электронном виде с ПРИЛОЖЕНИЕМ №2 описания концепции (сценария флэшмоба).\n" +
                "\n" +
                "Участником Конкурса считается юридическое лицо (учебное заведение), предоставившее организаторам конкурса Заявку на участие в конкурсе и городском мероприятии (далее – Заявка) по форме согласно ПРИЛОЖЕНИЮ№ 1.\n" +
                "\n" +
                "Передача участником Заявки в соответствии с настоящим Положением означает согласие участника с условиями проведения Конкурса.\n" +
                "\n" +
                "В представляемых конкурсных работах не должно быть:\n" +
                "- бранных слов, непристойных и оскорбительных образов, сравнений и выражений, в том числе в отношении пола, расы, национальности, профессии, социальной категории, возраста, языка человека и гражданина, официальных государственных символов (флагов, гербов, гимнов), религиозных символов;\n" +
                "- высказываний экстремистской направленности;\n" +
                "- информации о религиозных движениях, в том числе религиозной символики;\n" +
                "- информации о политических партиях, политических лозунгов и высказываний;\n" +
                "- иностранных слов и выражений, которые могут привести к искажению смысла информации.\n" +
                "\n" +
                "Порядок организации и проведения Конкурса. Подать Заявку на конкурс и на участие в общегородском празднике Здоровья, включая сценарий флэшмоба, необходимо до 30.05.2014 по E-mail: fpirtis@bk.ru или т\\ф 246-25-26 (Вялых Ирина Федоровна).\n" +
                "\n" +
                "Определение и поощрение победителей Конкурса\n" +
                "\n" +
                "Для определения победителей Конкурса организаторы конкурса создают жюри.\n" +
                "Профессиональное жюри формируется из компетентных специалистов, представителей Министерства здравоохранения Новосибирской области, Управление молодёжной политики Министерства региональной политики Новосибирской области, Учредителей и организаторов Конкурса: ГКУЗ НСО «Региональный центр медицинской профилактики», НРО ООО Лига здоровье нации, Фонда поддержки и развития творческих инициатив Сибири.\n" +
                "\n" +
                "Оценочные баллы присваиваются жюри на заключительном мероприятии по следующим критериям:\n" +
                "- соответствие тематике Конкурса, глубина ее раскрытия – до 10 баллов;\n" +
                "- эффективность потенциального воздействия на аудиторию – до 10 баллов;\n" +
                "- оригинальность, новизна идеи – до 10 баллов;\n" +
                "- позитивность – до 10 баллов;\n" +
                "- полнота и разработанность концепции сценария флэшмоба– до 10 баллов.\n" +
                "\n" +
                "На основе обобщенных оценок членов жюри Конкурса присуждаются следующие призовые степени:\n" +
                "3-е место - «Хорошая идея» - диплом, призы\n" +
                "2-е место - «Отличная идея» - призы\n" +
                "1-е место - «Превосходная идея» - призы\n" +
                "\n" +
                "При этом, жюри вправе не присуждать отдельных призовых степеней или присуждать одинаковые призовые степени сразу нескольким участникам.\n" +
                "\n" +
                "Победителями Конкурса считаются все участники, которым присуждена призовая или поощрительная степень. Церемония награждения победителей конкурса состоится 31 мая на празднике здоровья.\n" +
                "\n" +
                "Лучший Флэшмоб будет инсценирован всеми участниками на празднике здоровья 31 мая.\n" +
                "\n" +
                "7. Использование конкурсных работ. Конкурсные работы (плакаты, сценарии) победителей Конкурса используются организаторами по усмотрению для дальнейшего производства и распространения, актуализации и популяризации здорового образа жизни.\n" +
                "\n" +
                "31 мая 2014 года. Праздник здоровья «МИР БЕЗ НИКОТИНА, ВУЗ – ТЕРРИТОРИЯ БЕЗ ТАБАКА!».\n" +
                "Начало в 13.00. Место проведения: спортивная площадка студгородка НГМУ.\n" +
                "План мероприятий:\n" +
                "• акция «Проверь свои легкие» и др.;\n" +
                "• массовая гимнастика и спортивная эстафета «Убегая от сигареты или Готов к труду»;\n" +
                "• конкурс социального плаката граффити на асфальте;\n" +
                "• презентация конкурсной программы каждого ВУЗа ( факультета);\n" +
                "• церемония награждения победителей и участников конкурса;\n" +
                "• общий антитабачный флэшмоб.\n" +
                "НА ПРАЗДНИК ПРИГЛАШАЮТСЯ ПРЕДСТАВИТЕЛИ ВСЕХ ВУЗОВ ГОРОДА НОВОСИБИРСКА.\n" +
                "\n" +
                "\n" +
                "ПРИЛОЖЕНИЕ №1 к Положению о конкурсе\n" +
                "\n" +
                "ЗАЯВКА\n" +
                "\n" +
                "на участие в конкурсе и общегородской праздник Здоровья\n" +
                "\n" +
                "Полное наименование ВУЗа_________________________________________\n" +
                "__________________________________________________________________\n" +
                "Контактные данные (обязательно заполнение хотя бы двух полей)\n" +
                "Телефон с кодом города _____________________________________________\n" +
                "Полный почтовый адрес ____________________________________________\n" +
                "Адрес электронной почты ____________________________________________\n" +
                "ФИО ответственного лица _______________________________________________\n" +
                "Количество участников_____________________________________________\n" +
                "Количество группы поддержки___________________________________\n" +
                "В приложении \\Название сценария и сценарий ФЛЭШМОБА \\\n" +
                "\n" +
                "В случае указания в Заявке недостоверных сведений, Организатор конкурса не несет ответственности за неблагоприятные последствия допущенных участником Конкурса ошибок.\n" +
                "\n" +
                "Если участники готовы принять участие в антитабачной кампании на своей территории ,то необходимо сообщить дату проведения и предполагаемое кол-во участников.\n" +
                "\n" +
                "Заявку и конкурсную работу принял(а):\n" +
                "Должность\n" +
                "_____________________________________________________________\n" +
                "__________________________________________________________________\n" +
                "ФИО\n" +
                "__________________________________________________________________\n" +
                "Дата_________________________ Подпись _______________________________\n");
        newsData.setUrlBig("http://www.stu.ru/images/an/u_a912281a.jpg");
        results.add(newsData);

        return results;
    }

    public static ArrayList<UserItemNew> getListNews() {
        ArrayList<UserItemNew> results = new ArrayList<UserItemNew>();

        UserItemNew newsData = new UserItemNew();
        newsData.setHeadline("СГУПС разрабатывает комплексную транспортную модель Новосибирска.");
        newsData.setReporterName("");
        newsData.setDate("03.06.2014");
        newsData.setUrl("http://www.stu.ru/images/news/u_f74fbe0d_big.jpg");
        newsData.setBody("Еще 5 лет назад пробки на дорогах города Новосибирска встречались только в часы пик – утром и вечером. Теперь же ситуация на дорогах крайне ухудшилась, и на некоторых участках дороги пробки не прекращаются, а машины двигаются с такой скоростью, что быстрее пройти пешком.\n\nЭто связано с особенностями города. Новосибирск – сравнительно молодой мегаполис, который развивается очень быстро. Однако, улицы и микрорайоны, торговые центры и другие крупные объекты, места размещения дорог и развязок создаются без должного анализа пропускной способности улично-дорожной сети.\n\nНовосибирская мэрия обратилась в СГУПС за помощью в создании комплексной транспортной модели города. Все изменения будут сначала тестироваться на ней. Это поможет просчитать поведение транспортных потоков перед тем, как начать строительство развязки, торгового центра или большого микрорайона. Зачастую такие крупные проекты оказывают существенное влияние на транспортную картину города, так как подразумевают серьезные перенаправление потоков людей и транспорта.\n\nДля создания адекватной модели необходимо большое количество данных, в том числе о перемещении жителей города. Не важно, как именно человек добирается до места. Важны – начальная, средняя и конечная точки его маршрута. Для сбора этой информации создан специальный сайт http://geosocinform.ru/, где любой желающий может анонимно заполнить анкету о своих перемещениях. Чем больше будет записей в анкете, тем точнее будет построенная модель.\n\nПоэтому СГУПС обращается за помощью ко всем жителям города Новосибирска и, персонально, ко всем студентам и сотрудникам СГУПС: удели 2 минуты анкете – заставь транспортную модель учитывать тебя!");
        newsData.setUrlBig("http://www.stu.ru/images/news/u_f74fbe0d_big.jpg");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Приглашаем на открытие выставки и подведение итогов молодёжной акции \"Письмо ветерану\"");
        newsData.setReporterName("");
        newsData.setDate("30.05.2014");
        newsData.setUrl("http://www.stu.ru/images/news/u_16ee516f_big.jpg");
        newsData.setBody("«Спасибо, что живём» скажут ветеранам, труженикам тыла в Музее Заельцовского района (Красный проспект, 179) 30 мая 2014 года в 15.00 на открытии одноимённой выставки.\n" +
                "\n" +
                "На выставке будут представлены документы, фотографии и другие памятники военного времени из фондов музея, предметы быта военного времени, амуниция времен войны, позволяющие узнать о вкладе Заельцовского района и его жителей в великую Победу.\n" +
                "\n" +
                "На открытие выставки приглашены ветераны и участники Великой Отечественной войны, труженики тыла, защитники блокадного Ленинграда, дети войны. Для них со сцены будут звучать слова благодарности, концертные номера в исполнении представителей молодёжи Заельцовского района.\n" +
                "\n" +
                "На церемонии открытия выставки будут подведены итоги молодёжной акции «Письмо ветерану» и письма, написанные учащимися общеобразовательных школ и студентами ВУЗов, будут вручены адресатам.\n" +
                "\n" +
                "Посетить выставку можно с 30 мая по 15 августа, со вторника по субботу, с 10.00 до 17.30. Вход свободный.\n" +
                "Все подробности по телефону: 2000 – 271, Алимханова Дарья Адамовна, куратор проекта.\n" +
                "www.zmnsk.ru\n" +
                "VK: vk.com/zaelmuseumnsk\n" +
                "OK: odnoklassniki.ru/group/56851236978732\n" +
                "FB: www.facebook.com/muzei.zaeltzovskij ");
        newsData.setUrlBig("http://www.stu.ru/images/news/u_16ee516f_big.jpg");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Чемпионат СГУПСа по борьбе дзюдо");
        newsData.setReporterName("");
        newsData.setDate("29.05.2014");
        newsData.setUrl("");
        newsData.setBody("28 мая в Доме спорта проходил чемпионат СГУПСа по борьбе дзюдо.\n" +
                "\n" +
                "Победители и призеры:\n" +
                "1. Бекирова Элвина, МЭиП – I место\n" +
                "2. Мамедова Эльнура, МЭиП – I место\n" +
                "3. Худададова Теймура, ПГС – II место\n" +
                "4. Мемадалиева Махара, МЭиП – III место\n" +
                "5. Ширшова Александра, ПГС – III место\n" +
                "6. Цечоева Магамета, МЭиП – I место\n" +
                "7. Шоева Шерафкана, МЭиП – II место\n" +
                "8. Сурадеева Максима, МЭиП – III место\n" +
                "9. Крейса Алексея, МТ – III место\n" +
                "10.Булышева Максима, СЖД – I место\n" +
                "11. Курбанова Махамаджона, МЭиП – II место\n" +
                "12. Бунтова Павла, МТ – III место\n" +
                "13. Агарагимли Рагима , УП – III место\n" +
                "14. Мищенко Самвела, СЖД – I место\n" +
                "15. Бронникова Константина, МТ – II место\n" +
                "16. Позура Tвгения, ПГС – III место\n" +
                "17. Истомина Владимира, МТ – III место\n" +
                "\n" +
                "15-й раз подряд переходящий кубок остается на факультете «Мировая экономика и право»\n" +
                "2 место – «Мосты и тоннели»\n" +
                "3 место – «Промышленное и гражданское строительство»\n" +
                "4 место – «Строительство железных дорог»\n" +
                "5 место – «Управление персоналом»\n" +
                "6 место – «Инженерно-экономический» ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("СГУПС занял призовое место в областной олимпиаде");
        newsData.setReporterName("");
        newsData.setDate("29.05.2014");
        newsData.setUrl("");
        newsData.setBody("В конце мая проходила областная студенческая олимпиада по программированию.\n" +
                "\n" +
                "Студент факультета “Бизнес-информатика”, Бирюков Александр, занял 2-ое место. ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("СГУПС возглавил первую областную спартакиаду по военно-прикладным видам спорта (по многоборью «ГТО»). ");
        newsData.setReporterName("");
        newsData.setDate("29.05.2014");
        newsData.setUrl("http://www.stu.ru/images/news/u_a3f2e5e4_big.jpg");
        newsData.setBody("26-27 мая в Новосибирске на базе спортивного комплекса СГУПСа, не смотря на дождь и ветер, прошла Первая областная спартакиада «Патриотизм, Спорт, Оборона» среди учащихся высших учебных заведений по военно-прикладным видам спорта (по многоборью «ГТО»).\n" +
                "На торжественном открытии присутствовали:\n" +
                "- ректор СГУПСа – Манаков Алексей Леонидович;\n" +
                "- председатель НРО ДОСААФ России – Мусин Реалиль Кашшафович;\n" +
                "- и.о. руководителя департамента физической культуры и спорта НСО – Седов Дмитрий Владимирович;\n" +
                "- начальник управления физической культуры и спорта мэрии города Новосибирска – Ахапов Сергей Александрович;\n" +
                "- начальник отдела развития технических видов спорта ГАУ НСО «ЦСП» НСО – Мануйленко Николай Антонович.\n" +
                "Показательные выступления Новосибирского аэроклуба прошли без парашютистов, в связи с низкой облачностью. Студентов с открытием спартакиады из кабины самолета поздравила проректор по воспитательной работе и социальному развитию Самардак Марина Викторовна (о первом дне ГТО смотри на сайте в разделе новости от 27.05.14).\n" +
                "В соревнованиях приняли участие более 150 студентов СГУПСа и команда спортсменов НРО ДОСААФ России, которая по итогам командного зачета заняла 7 место.\n" +
                "Организаторы областной Спартакиады: Сибирский государственный университет путей и сообщения, Новосибирское региональное отделение ДОСААФ России, департамент физической культуры и спорта Новосибирской области, Правительство Новосибирской области.\n" +
                "\n" +
                "Итоги спартакиады:\n" +
                "27 золотых и 22 серебряных значка.\n" +
                "Результаты командного зачета:\n" +
                "МЭиП – 1 место\n" +
                "УПП -2 место\n" +
                "УП1 - 3 место\n" +
                "УТТК - 4 место\n" +
                "ПГС - 5 место\n" +
                "МТ - 6 место\n" +
                "ДОСААФ - 7 место\n" +
                "ФБИ - 8 место\n" +
                "СЖД - 9 место\n" +
                "ИЭФ - 10 место\n" +
                "УП2 -11 место\n" +
                "\n" +
                "Призеры и победители получили кубки, медали, а также бесплатные сертификаты от Новосибирского аэроклуба на полет на самолете, планере и прыжок в тандеме.\n");
        newsData.setUrlBig("http://www.stu.ru/images/news/u_a3f2e5e4_big.jpg");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Открытие соревнований по многоборью ГТО в СГУПСе");
        newsData.setReporterName("");
        newsData.setDate("27.05.2014");
        newsData.setUrl("");
        newsData.setBody("26 мая 2014г. на стадионе СГУПСа состоялось яркое открытие соревнований по многоборью ГТО, которые впервые проходят в Новосибирске.\n" +
                "\n" +
                "Открытие началось с выхода команд на поле под аплодисменты болельщиков, после чего командующий парадом заведующий кафедрой «Физическое воспитание и спорт» Н.Н. Козлов провел построение.\n" +
                "\n" +
                "С приветственным словом выступил ректор СГУПСа А.Л. Манаков. Среди гостей на мероприятии присутствовали - председатель Новосибирского регионального отделения ДОСААФ России Р.К. Мусин, начальник управления физической культуры и спорта мэрии города Новосибирска С.А. Ахапов, начальник отдела студенческого спорта ГАУ НСО «Центр спортивной подготовки Новосибирской области» А.В. Красавина, двукратная олимпийская чемпионка по биатлону А.И. Богалий. Гости отметили, что хорошо развитая спортивная база университета и укоренившиеся традиции подготовки спортсменов мирового и олимпийского уровня позволяет СГУПСу проводить мероприятия подобного масштаба.\n" +
                "\n" +
                "Запоминающимся моментом стал летающий над стадионом самолет, из кабины которого с высоты птичьего полета проректор по воспитательной работе и социальному развитию СГУПСа М.В. Самардак поздравила всех с открытием и пожелала участникам удачи. Также были подготовлены парашютисты, которые должны были спуститься прямо на поле СГУПСа, но, к сожалению, дождливая погода и ветер не позволили реализовать задуманное. Из самолета на поле прилетели только листовки с историей зарождения и развития Всероссийского комплекса ГТО.\n" +
                "\n" +
                "Соревнования продлятся два дня, по итогам которых будут определены победители в личном и командном первенстве. Те, кто выполнит все нормативы, получат значки «Готов к Труду и Обороне» I и II степени. Лучшие в личном первенстве в качестве награды получат также и ценные призы от ДОСААФ России – бесплатный прыжок с парашютом в тандеме или полет на самолете или планере. ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Межвузовские соревнования по картингу");
        newsData.setReporterName("");
        newsData.setDate("26.05.2014");
        newsData.setUrl("");
        newsData.setBody("23-24 мая 2014 года прошли межвузовские соревнования по картингу. Организаторами мероприятия выступили Сибирский государственный университет путей сообщения совместно с «Автомотоцентром» при поддержки Новосибирского регионального отделения Общероссийского общественного движения «Народный фронт «За Россию», УГИБДД ГУ МВД России по НСО и Союза Новосибирских студенческих организаций.\n" +
                "\n" +
                "В соревнованиях приняли участие студенты СГУПСа, НГТУ, НГУ, СГГА, НГАУ и НТИ МГУДТ.\n" +
                "\n" +
                "Программа соревнований была разбита на два дня. В первый день в СГУПСе прошла встреча с начальником УГИБДД ГУ МВД России по НСО Штельмахом Сергеем Викторовичем, тестирование участников на знание ПДД и биатлонная стрельба из пневматической винтовки.\n" +
                "\n" +
                "Во второй день на территории «Автомотоцентра» состоялись сами соревнований по картингу.\n" +
                "\n" +
                "По итогам соревнований СГУПС вошел в четверку лидеров. ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("СГУПС - лидер инновационных научно-образовательных учреждений среди технических вузов");
        newsData.setReporterName("");
        newsData.setDate("26.05.2014");
        newsData.setUrl("");
        newsData.setBody("В Новосибирске в седьмой раз отметили городской День Науки. СГУПС стал лауреатом I степени в номинации «Лидер инновационных научно-образовательных учреждений среди технических вузов».\n" +
                "\n" +
                "Среди награждённых – предприятия, внедряющие в производство современные разработки, научно-исследовательские институты, ведущие фундаментальные исследования. Отметили и учёных, работающих над проектами для развития экономики и социальной сферы города. ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("С 28 июня по 5 июля состоится поездка делегации СГУПСа в Республику Корея");
        newsData.setReporterName("");
        newsData.setDate("23.05.2014");
        newsData.setUrl("");
        newsData.setBody("В рамках двустороннего обмена с Республикой Корея наши преподаватели и студенты в очередной раз отправятся в рабочую поездку в Корейский национальный университет транспорта (KNUT), (Korean National University of Transportation).\n" +
                "Проживание, питание, программа стажировки – за счет принимающей стороны. Участник оплачивает только авиабилет и мед. страховку (Новосибирск-Пекин-Сеул-Пекин Новосибирск – 34 000 р.).\n" +
                "\n" +
                "Цель поездки: участие в ежегодной международной студенческой научно-практической конференции, знакомство с материально-технической базой Корейского национального университета транспорта, посещение Пусанской транспортной корпорации, знакомство с организацией высокоскоростного железнодорожного сообщения компании KORAIL, работой метрополитена.\n" +
                "\n" +
                "Программа визита включает:\n" +
                "1. Участие в ежегодной международной студенческой научно-практической конференции, проводимой на базе КНУТ.\n" +
                "2. Посещение Корейского национального университета транспорта.\n" +
                "3. Посещение Института повышения квалификации и Академии сервиса корейских железных дорог.\n" +
                "4. Знакомство с высокоскоростными железными дорогами Р.Корея – KORAIL.\n" +
                "5. Посещение депо скоростных поездов КТХ.\n" +
                "6. Визит в Транспортную корпорацию г. Пусан.\n" +
                "7. Осмотр достопримечательностей в г. Сеуле, поездка на побережье Восточного моря, г. Пусан.\n" +
                "\n" +
                "Заявки для участия направлять в отдел международных связей в срок до 4 июня 2014 г. – ауд. 446а, тел. 328-03-53 ");
        newsData.setUrlBig("");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Профбюро ФБИ несет лучи добра детям!");
        newsData.setReporterName("Воскресный выходной активисты и профорги факультета решили посвятить детям, оставшимся без попечения родителей.");
        newsData.setDate("19.05.2014");
        newsData.setUrl("http://www.sgups.net/upload/iblock/598/IMG_2063.JPG");
        newsData.setBody("Сегодня, в холодное майское утро, когда все студенты СГУПСа еще спят, а строительные отряды бегают на Весенних Стартах, профбюро факультета «Бизнес-Информатика» съездили в «Санаторный детский дом для детей-сирот и детей, оставшихся без попечения родителей №15 «Надежда»». \n" +
                "\n" +
                "               Сюда уже давно не приезжали посетители, и ребята, увидев нас, сразу же побежали к нам и начали обнимать.\n" +
                "\n" +
                "               Мы провели для них утреннюю зарядку, различные подвижные детские игры, в которые детишки с огромным удовольствием играли.  Потом несколько мальчишек показали нам танец, который они давно уже учат.\n" +
                "\n" +
                "               Воспитатели попросили нас погулять с детьми на площадке. Холодный воздух, идущий снег-град - ничего не остановило ребят. Кто-то катался на велосипеде, кто-то на скейтборде, кто-то качался на качелях, кто-то потягивался на турнике, а кто-то просто бегал за нами и смеялся. Самое прекрасное - слышать их смех. Ребята не хотели нас отпускать и просили приезжать к ним как можно чаще. ");
        newsData.setUrlBig("http://www.sgups.net/upload/iblock/598/IMG_2063.JPG");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Профбюро ФБИ пошло в кино!");
        newsData.setReporterName("Традиционное киноутро выходит за пределы родного университета.");
        newsData.setDate("16.05.2014");
        newsData.setUrl("http://www.sgups.net/upload/iblock/323/UbejIbE2ZJM.jpg");
        newsData.setBody("   Еще один месяц работы активистов Профбюро ФБИ. Пора и отдыхать! А мы любим смотреть кино. В этот раз мы решили не смотреть давно выложенные на торренты фильмы, а отправиться за чем-нибудь свежим и актуальным прямиком в кинотеатр!\n" +
                "            Нам удалось собраться организованной группкой и пойти за зрелищем. Кинозал, попкорн, хорошее кино. Что еще нужно для счастья? Было весело и, хотелось бы, чтобы наша добрая традиция плавно перешла и на следующий год, заодно захватывая будущих новых активистов.\n");
        newsData.setUrlBig("http://www.sgups.net/upload/iblock/323/UbejIbE2ZJM.jpg");
        results.add(newsData);

        newsData = new UserItemNew();
        newsData.setHeadline("Сборная команда СГУПСа – третья на соревнованиях по пауэрлифтингу");
        newsData.setReporterName("");
        newsData.setDate("17.03.2014");
        newsData.setUrl("");
        newsData.setBody("14 - 15 марта 2014 г. проходили соревнования по пауэрлифтингу среди вузов г. Новосибирска. В соревнованиях приняли участие 11 вузов города (около 100 человек).\n" +
                "\n" +
                "Сборная команда СГУПСа заняла почетное III место.\n" +
                "\n" +
                "Честь вуза защищали:\n" +
                "\n" +
                "Сухоставский Артем (ИЭФ);\n" +
                "Шипилов Александр (СЖД);\n" +
                "Курьянов Роман (УП);\n" +
                "Лужанский Алексей (МЭиП);\n" +
                "Гареев Тимур (УПП);\n" +
                "Маслюк Владимир (ИЭФ);\n" +
                "Кузьминых Павел (ФБИ);\n" +
                "\n" +
                "В личном зачете I место заняли Шипилов Александр и Кузьминых Павел.\n" +
                "\n" +
                "III место завоевал Сухоставский Артем.\n" +
                "\n" +
                "Тренер команды – старший преподаватель кафедры «Физическое воспитание и спорт» Воловик Александр Алексеевич. ");
        newsData.setUrlBig("");
        results.add(newsData);

        return results;
    }
}
